var data = [
    {
        'type': 'radio',
        'name': 'a1',
        'title': '1、您对公司为投资者提供的证券投资委托方式（如网上委托、网上营业厅委托、95584电话委托、手机委托、柜台委托等）是否了解',
        'checkItem': [
            'A、非常清楚',
            'B、了解',
            'C、不太清楚',
            'D、不清楚'
        ]
    },
    {
        'type': 'radio',
        'name': 'a2',
        'title': '2、您对公司网上委托交易软件的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a3',
        'title': '3、您对华西官网的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'F、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a4',
        'title': '4、您主要使用华西官网的什么功能？（多选）',
        'checkItem': [
            'A、软件下载',
            'B、网上营业厅',
            'C、网上开户',
            'D、网上预登记',
            'E、证券投资咨询服务'
        ]
    },
    {
        'type': 'radio',
        'name': 'a5',
        'title': '5、您是从什么渠道下载到公司手机委托交易客户端？',
        'checkItem': [
            'A、公司官网',
            'B、应用市场',
            'C、理财经理',
            'D、公司其他产品',
            'E、其他'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a6',
        'title': '6、您认为公司手机委托交易客户端哪些需要改善？（多选）',
        'checkItem': [
            'A、反应速度',
            'B、稳定性能',
            'C、界面外观',
            'D、提供更多金融产品'
        ]
    },
    {
        'type': 'radio',
        'name': 'a7',
        'title': '7、您对理财专家（快捷版）的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意',
            'F、未使用，不了解'
        ]
    },
    {
        'type': 'radio',
        'name': 'a8',
        'title': '8、您对理财专家(专业版）的最大的期待是什么？',
        'checkItem': [
            'A、多元化的产品',
            'B、便捷的操作',
            'C、安全的账户体系',
            'D、专业的咨询服务',
            'E、快速的申购、赎回方式'
        ]
    },
    {
        'type': 'radio',
        'name': 'a9',
        'title': '9、您对公司手机委托交易客户端的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a10',
        'title': '10、您对95584电话委托语音流程的便捷性感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a11',
        'title': '11、您对95584人工服务解决问题的能力感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a12',
        'title': '12、当您有问题想咨询时，希望通过哪种渠道获取服务？（多选）',
        'checkItem': [
            'A、95584人工服务',
            'B、微信客户端',
            'C、华西官网常见问题解答'
        ]
    },
    {
        'type': 'radio',
        'name': 'a13',
        'title': '13、公司处理投诉的态度和方式您感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a14',
        'title': '14、您对公司理财经理及证券经纪人服务内容是否了解',
        'checkItem': [
            'A、非常清楚',
            'B、了解',
            'C、不太清楚',
            'D、不清楚'
        ]
    },
    {
        'type': 'radio',
        'name': 'a15',
        'title': '15、您对公司理财经理及证券经纪人服务的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a16',
        'title': '16、您认为公司理财经理及证券经纪人服务有哪些方面需要改进？（多选）',
        'checkItem': [
            'A、服务态度',
            'B、服务内容',
            'C、服务专业性',
            'D、服务及时性'
        ]
    },
    {
        'type': 'radio',
        'name': 'a17',
        'title': '17、您对公司投资顾问服务频率感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a18',
        'title': '18、您对公司投资顾问服务的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a19',
        'title': '19、您认为投资顾问的服务有哪些方面需要改进？（多选）',
        'checkItem': [
            'A、股票咨询',
            'B、理财产品咨询',
            'C、服务态度',
            'D、服务专业性',
            'E、服务及时性'
        ]
    },
    {
        'type': 'radio',
        'name': 'a20',
        'title': '20、您对公司代销证券投资基金或金融产品服务感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a21',
        'title': '21、您对公司资管理财产品的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'radio',
        'name': 'a22',
        'title': '22、您对公司咨询服务产品的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a23',
        'title': '23、您认为公司的咨询服务产品哪些方面需要改进？（多选）',
        'checkItem': [
            'A、精准高效',
            'B、通俗易懂',
            'C、个股分析',
            'D、大盘研判',
            'E、实战技巧'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a24',
        'title': '24、您更希望通过哪种渠道接收产品信息？（多选）',
        'checkItem': [
            'A、短信',
            'B、交易软件',
            'C、微信客户端',
            'D、电话',
            'E、手机APP',
            'F、公司网站'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a25',
        'title': '25、您更希望通过以下哪种方式了解新的投资工具？（多选）',
        'checkItem': [
            'A、电话',
            'B、现场培训',
            'C、公司网站',
            'D、交易软件',
            'E、微信客户端'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a26',
        'title': '26、您对投资报告会的哪些方面比较感兴趣？（多选）',
        'checkItem': [
            'A、技术分析',
            'B、业深度分析',
            'C、国家宏观政策讲解',
            'D、其它'
        ]
    },
    {
        'type': 'radio',
        'name': 'a27',
        'title': '27、您对公司开展的投资者教育工作感到满意吗？',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'checkbox',
        'name': 'a28',
        'title': '28、您希望通过哪种方式接受投资者教育信息？（多选）',
        'checkItem': [
            'A、现场培训',
            'B、公司网站',
            'C、95584电话',
            'D、微信客户端',
            'E、短信'
        ]
    },
    {
        'type': 'radio',
        'name': 'a29',
        'title': '29、您对开户营业部服务的综合评价',
        'checkItem': [
            'A、非常满意',
            'B、比较满意',
            'C、一般',
            'D、不太满意',
            'E、不满意'
        ]
    },
    {
        'type': 'textarea',
        'name': 'a30',
        'title': '30、如果您对本公司有任何建议，欢迎您写在下列方框中。',
        'checkItem': [
        ]
    }
]
window.data = data;